Repository: ZEROU14/hyrcaninan
Catalog: events/locale/*/LC_MESSAGES/django.po
Languages: fa

source: (Phone number must be entered in the format: '+989123456789' or '09123456789'. Up to 12 digits allowed.)
fa: شماره تماس شما باید مثل 09123456789 این باشد دقت کنید

source: first name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Id Picture
fa: عکس کارت ملی

source: Insurance Picture
fa: عکس بیمه ورزشی

source: Paid Picture
fa: عکس زسید پرداخت

source: Phone Number
fa: شمار ه تماس

source: 45 bala
fa: ۴۵ بالای

source: category
fa: دسته بتدی

source: Event Detail
fa: اطاعات مسابقات

source: Homepage
fa: خانه

source: Ticket
fa: بلیط

source: Start at:
fa: شروع از

source: Join now
fa: ثبت نام

source: Register now, and don't miss out on this incredible opportunity!
fa: با ثبت نام کردن در این مسابقه خودتو به چالش بکش.

source: Register now
fa: ثبت نام

source: Our Events
fa: مسابقات ما

source: running events
fa: مسابقات دوندگی

source: Running Events Coming Up include
fa: مسابقات دوندگی پیش رو

source: start at :
fa: شروع از

source: Learn more
fa: اطلاعات بیشتر

source: Login for
fa: ثبت نام برای مسابقه

source: Sign Up
fa: ثبت نام

source: Your Signup Details
fa: اطلاعات ثبت نام شما

source: Name:
fa: نام

source: Last Name:
fa: نام خانوادگی

source: Phone Number:
fa: شمار ه تماس

source: Category:
fa: دسته بتدی

source: Event:
fa: مسابقه

source: Price:
fa: قیمت

source: ID Picture:
fa: عکس کارت ملی

source: Insurance Picture:
fa: عکس بیمه ورزشی

source: pay_pic:
fa: عکس رسید پرداخت

source: home
fa: بازگشت به خانه

source: your sign up was succsuful
fa: ثبت نام شما با موفقیت انجام شد
