Repository: ZEROU14/hyrcaninan
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Welcome to our running community! Discover the joy of running, connect with fellow enthusiasts, and unlock your full potential with our expert resources and training programs.
fa: به جامعه دویدن ما خوش آمدید! لذت دویدن را کشف کنید، با علاقه‌مندان دیگر ارتباط برقرار کنید و با منابع و برنامه‌های آموزشی ما توانمندی خود را به حداکثر برسانید.

source: Blogs
fa: بلاگ ها

source: Events
fa: مسابقات

source: About Us
fa: درباره ما

source: Need help?
fa: کمک میخوای ؟

source: Welcome to runclub!
fa: به باشگاه دوندگی ما خوش آمدید

source: Zunzo - Your Ultimate Running Community
fa: هیرکانی ٬ انجمن دوندگی شما

source: Home page
fa: خانه

source: About us
fa: درباره ما

source: Our Events
fa: مسابقات

source: Latest Blogs
fa: بلاگ

source: Shop
fa: فروشگاه

source: Comming Soon...
fa: به زودی....

source: Contact Us
fa: تماس با ما

source: Our Running competitions
fa: مسابقات ما

source: We are always trying to have cool running competition with the best quality for our ruuners
fa: ما همیشه در تلاشیم که برای دوندگان خودمون مسابقات باحال و پر چالش برگذار کنیم که خودشون رو به چالش بکشند و سطح خودشون رو بیشتر کنند و در حرفه دوندگی پیشرفت کنند

source: List of Running Competition
fa: مسابقات ما

source: New Event
fa: مسابقات

source: Start at
fa: شروع از

source: Run with Passion and Purpose
fa: با اشتیاق و هدف بدوید

source: The platform that turns aspirations accomplishments. join now and unleash your potential in the world of fitness andwellness
fa: پلت فرمی که آرزوها را به دستاوردها تبدیل می کند. حالا عضو گروه ما شوید و پتانسیل خود را در دنیای تناسب اندام و تندرستی آزاد کنید

source: join our club
fa: به زودی..

source: new Event
fa: مسابقات

source: Find Your Pace, Find Your Tribe
fa: سرعت خود را پیدا کنید، قبیله خود را پیدا کنید

source: The platform that turns aspirations into accomplishments. join now and unleash your potential in the world of fitness and wellness.
fa: گروه دوندگی هیرکانی همیشه در تلاش است که سطح مسابقات دوندگی کشور را بالاببرد و حتی مسابقات بین المللی در سطح کشور برگذار کند

source: Join our club
fa: به زودی..

source: Start
fa: شروع از

source: Be healthy
fa: سلامت باشید

source: Improve your physical fitness and well-being through regular running.
fa: با دویدن منظم، آمادگی جسمانی و تندرستی خود را بهبود بخشید.

source: Feel Free
fa: احساس آزادی کنید

source: Experience the freedom of running outdoors, and challenging yourself.
fa: آزادی دویدن در فضای باز و به چالش کشیدن خود را تجربه کنید.

source: Be one of us
fa: یکی از ما باشید

source: Join a supportive community of like-minded runners and achieving goals together.
fa: به یک جامعه حمایتی از دوندگان همفکر بپیوندید و با هم به اهداف خود برسید.

source: be strong
fa: قوی باشید

source: Build resilience and mental toughness as you push your limits.
fa: یانعطاف پذیری و استحکام ذهنی را در حالی که محدودیت های خود را پشت سر می گذارید، ایجاد کنید.

source: running events
fa: مسابقات دوندگی

source: Running Events Coming Up include
fa: مسابقات دوندگی پیش رو

source: View all
fa: همه مسابقات

source: Ticke
fa: بلیط

source: Running isn't just a sport—it's a journey, a test of will, and a celebration of the human spirit. Every step taken, every mile conquered, is a testament to your dedication, resilience, and passion
fa: دویدن فقط یک ورزش نیست، بلکه یک سفر، آزمایش اراده و تجلیل از روح انسان است. هر قدمی که برداشته می شود، هر مایل فتح شده، گواهی بر فداکاری، انعطاف پذیری و اشتیاق شماست

source: Every Run is a new story waiting to be written, a new challenge waiting to be conquered. Lace up your shoes, hit the pavement, and never give up. Your journey as a runner is a testament to your strength, determination, and the pursuit of excellence. Keep moving forward, one step at a time, and embrace the run of a lifetime
fa: هر دویدن داستان جدیدی است که منتظر نوشته شدن است، چالش جدیدی که منتظر غلبه شدن است. کفش‌هایت را ببند، به خیابان برو و هرگز تسلیم نشو. سفرت به عنوان یک دونده، شاهکار قدرت، عزم و تلاش توست. به جلو حرکت کن، یک قدم به موقع، و لحظه‌های دویدن را در زندگیت بپذیر.

source: Our Blogs
fa: بلاگ ها

source: Read More
fa: بیشتر

source: Join Our Running Club...
fa: عضو گروه دوندگی ما شوید

source: coming soon...
fa: به زودی....

source: Our team
fa: تیم ما

source: our member, referee
fa: اعضای گروه ما ٬ داور های ما
